{
  "data": {
    "id": "",
    "type": "search_results_responses",
    "attributes": {
      "body": {
        "query": "benefits",
        "web": {
          "total": 12,
          "nextOffset": 10,
          "spellingCorrection": null,
          "results": [
            {
              "title": "Veterans Benefits Administration Home",
              "url": "https://benefits.va.gov/benefits/",
              "snippet": "Apply for and manage the VA benefits and services you’ve earned as a Veteran...expand a main menu option (Health, Benefits, etc). 3. To enter and activate the...Effective Dates Fully Developed Claims Benefit Rates Add a Dependent Education &",
              "publicationDate": null
            },
            {
              "title": "Download VA benefit letters",
              "url": "https://www.va.gov/records/download-va-letters/",
              "snippet": "Download your VA Benefit Summary Letter (sometimes called a VA award letter)...letter) and other benefit letters and documents online....section Download VA benefit letters To receive some benefits, Veterans need a letter...status. Access and download your VA Benefit Summary Letter (sometimes called a",
              "publicationDate": "2020-10-30"
            },
            {
              "title": "VA benefits for spouses, dependents, survivors, and family caregivers",
              "url": "https://www.va.gov/family-member-benefits/",
              "snippet": "Learn about VA benefits for spouses, dependents, survivors, and family caregivers...VA benefits for spouses, dependents, survivors, and family caregivers As the...member, you may qualify for certain benefits, like health care, life insurance",
              "publicationDate": "2020-12-07"
            },
            {
              "title": "About GI Bill benefits",
              "url": "https://www.va.gov/education/about-gi-bill-benefits/",
              "snippet": "Learn how GI Bill benefits work and explore your options to pay for school or...training. You may qualify for VA GI Bill benefits if you're a Veteran, service member...this section About GI Bill benefits GI Bill benefits help you pay for college...training. Learn more about GI Bill benefits below—and how to apply for them. If",
              "publicationDate": "2020-12-30"
            },
            {
              "title": "CHAMPVA benefits",
              "url": "https://www.va.gov/health-care/family-caregiver-benefits/champva/",
              "snippet": "Learn about CHAMPVA benefits, which cover the cost of health care for the spouse...In this section CHAMPVA benefits Are you the spouse or surviving spouse of—or...both may now qualify for CHAMPVA benefits. Each time they need medical care",
              "publicationDate": "2020-09-18"
            },
            {
              "title": "Add dependents to your VA disability benefits",
              "url": "https://www.va.gov/disability/add-remove-dependent/",
              "snippet": "...dependents to your VA disability benefits for additional compensation. Learn...dependents to your VA disability benefits Find out how to add a dependent spouse...and/or parent to your VA disability benefits for additional compensation. Am I",
              "publicationDate": "2020-07-22"
            },
            {
              "title": "Federal Benefits for Veterans, Dependents and Survivors - Office of Public and Intergovernmental Affairs",
              "url": "https://www.va.gov/opa/publications/benefits_book.asp",
              "snippet": "Apply for and manage the VA benefits and services you’ve earned as a Veteran...expand a main menu option (Health, Benefits, etc). 3. To enter and activate the...and Clinics Vet Centers Regional Benefits Offices Regional Loan Centers Cemetery",
              "publicationDate": null
            },
            {
              "title": "VA burial benefits and memorial items",
              "url": "https://www.va.gov/burials-memorials/",
              "snippet": "...apply for VA burial benefits. Veterans burial benefits include burial in a VA...qualify for compensation and other benefits....VA burial benefits and memorial items VA burial benefits can help service members...Find out how to apply for the burial benefits you've earned, and how to plan for",
              "publicationDate": "2020-10-30"
            },
            {
              "title": "VA education and training benefits",
              "url": "https://www.va.gov/education/",
              "snippet": "...and how to apply for VA education benefits for Veterans, service members, and...members. VA education and training benefits can help you pay for college tuition...education and training benefits VA education benefits help Veterans, service...manage the education and training benefits you've earned. On this page Get GI",
              "publicationDate": "2020-12-07"
            },
            {
              "title": "Post-9/11 GI Bill Statement of Benefits",
              "url": "https://www.va.gov/education/gi-bill/post-9-11/ch-33-benefit/",
              "snippet": "Bill education benefits, your GI Bill Statement of Benefits will show you how...how much of your benefits you’ve used and how much you have left to use for your...Statement of Benefits If you were awarded Post-9/11 GI Bill education benefits, your...Statement of Benefits will show you how much of your benefits you’ve used and",
              "publicationDate": "2020-11-13"
            }
          ]
        },
        "textBestBets": [
          {
            "id": 141942,
            "title": "VA Health Home Page",
            "url": "https://www.va.gov/health",
            "description": "Explore, access, and manage your VA benefits and health care."
          },
          {
            "id": 139967,
            "title": "CHAMPVA Benefits",
            "url": "https://www.va.gov/health-care/family-caregiver-benefits/champva/",
            "description": "CHAMPVA benefits cover the cost of health care for the spouse, surviving spouse, or child of a Veteran who has disabilities or who is deceased."
          }
        ],
        "graphicBestBets": [],
        "healthTopics": [],
        "jobOpenings": [],
        "recentTweets": [
          {
            "text": "VA burial benefits can help service members, Veterans, and their family members plan and pay for a burial or memori… https://t.co/4J1VxPLupP",
            "url": "https://twitter.com/VAVetBenefits/status/1374374650268950531",
            "name": "Veterans Benefits",
            "screenName": "VAVetBenefits",
            "profileImageUrl": "https://pbs.twimg.com/profile_images/344513261572743396/a9fcce7feb947b2ec498491c6c6d6985_normal.png",
            "createdAt": "2021-03-23T14:57:05+00:00"
          }
        ],
        "federalRegisterDocuments": [],
        "relatedSearchTerms": []
      }
    }
  },
  "meta": {
    "pagination": {
      "currentPage": 1,
      "perPage": 10,
      "totalPages": 2,
      "totalEntries": 12
    }
  }
}