{
  "clinic-phone": "Telepono ng klinika",
  "bring-insurance-cards-and-list-medications-other": " Dalhin ang iyong mga insurance card. At dalhin ang listahan ng iyong mga gamot at iba pang impormasyon na maibabahagi sa iyong provider.",
  "find-a-full-list-of-things-to-bring": " Hanapin ang kumpletong listahan ng mga dapat dalhin sa iyong appointment.",
  "find-out-how-to-check-in-opens-in-new-tab": " Alamin kung paano mag-check in (magbubukas sa bagong tab)",
  "manage-your-appointments": "I-manage ang iyong mga appointment",
  "sign-in-to-vagov-and-schedule": "Mag-sign in sa VA.gov at mag-schedule",
  "check-current-mileage-rates-new-tab": "Suriin ang mga kasalukuyang rate ng mileage (magbubukas sa bagong tab)",
  "your-information-is-up-to-date": " Napapanahon ang iyong impormasyon",
  "need-to-make-changes": "May mga kailangang baguhin?",
  "contact-this-facility": "Makipag-ugnayan sa pasilidad na ito kung kailangan mong i-reschedule o kanselahin ang iyong appointment.",
  "you-can-only-use-this-tool-to-file-claims-for-todays": "Maaari mo lamang gamitin ang tool na ito upang mag-file ng mga claim para sa mga appointment ngayong araw sa mga pasilidad ng VA. At maaari ka lamang mag-claim ng mileage gamit ang tool na ito, hindi iba pang mga gastusin.",
  "youll-need-to-use-a-different-option-to-file": "Kakailanganin mong gumamit ng ibang opsyon upang mag-file ng mga ganitong uri ng mga claim:",
  "claims-for-past-va-appointments": "Mga claim para sa mga nakaraang appointment sa VA na nangyari bago ang araw na ito",
  "claims-for-community-care-appointments": "Mga claim para sa mga appointment sa community care",
  "claims-for-other-expenses": "Mga claim para sa iba pang gastusin, tulad ng matutuluyan, pagkain, o toll fees",
  "learn-how-to-file-other-types-of-claims": "Alamin kung paano mag-file ng iba pang mga uri ng mga claim",
  "review-your-information-now-to-complete-pre-check-in": "Suriin ang iyong impormasyon ngayon upang makumpleto ang pre-check-in?",
  "your-appointments-for-pre-check-in": "Ang iyong mga appointment para sa pre-check-in",
  "would-you-like-to-file-a-travel-reimbursement-claim-now": "Gusto mo bang mag-file ng claim para sa travel reimbursement ngayon?",
  "we-encourage-you-to-review-the-requirements": " Hinihikayat ka naming i-review ang mga kinakailangan at isumite ang iyong claim, kahit na hindi ka sigurado kung eligible ka.",
  "how-to-file-other-types-of-claims": "Paano mag-file ng iba pang mga uri ng mga claim",
  "canceled": "Kinansela",
  "or-talk-staff-if-at-facility": "O makipag-usap sa isang staff member kung ikaw ay nasa pasilidad ng VA.",
  "travel-pay-omb-burdern-statement": "<0>Pahayag ng VA Ukol sa Pasanin: </0> Ang isang ahensya ay hindi maaaring magsagawa o mag-sponsor, at ang isang tao ay hindi kinakailangang tumugon sa isang koleksyon ng impormasyon maliban kung ito ay may kasalukuyang wastong OMB control number. Ang OMB control number para sa proyektong ito ay {{ombNumber}}, at mag-e-expire ito sa {{expDate}}. Ang pampublikong pasanin sa pag-uulat para sa koleksyon ng impormasyong ito ay tinatayang aabot ng karaniwang {{resBurden}} minuto sa bawat respondent, sa bawat taon, kabilang ang oras para sa pag-review ng mga tagubilin, paghahanap ng umiiral na mga mapagkukunan ng datos, pagtitipon at pagpapanatili ng kinakailangang datos, at pagkumpleto at pag-review ng koleksyon ng impormasyon. Ipadala ang mga komento kaugnay ng pagtatantiya sa pasaning ito at anumang iba pang aspeto ng koleksyon ng impormasyong ito, kabilang ang mga mungkahi para mabawasan ang pasanin, sa VA Reports Clearance Officer sa <1>{{vaEmail}}</1>. Mangyaring mag-refer sa OMB Control No. {{ombNumber}} sa anumang komunikasyon. Huwag ipadala ang iyong natapos na BTSSS claim o VA Form 10-3542 sa email address na ito.",
  "travel-pay-omb-privacy-act": "<0>Impormasyon Ukol sa Privacy Act:</0> Ang VA ay humihiling sa iyo na magbigay ng impormasyon sa form na ito alinsunod sa 38 U.S.C. Sections 111 upang matukoy ang iyong eligibility para sa mga benepisyo ng Beneficiary Travel at gagamitin para sa layuning iyon. Ang impormasyong iyong ibibigay ay maaaring i-verify sa pamamagitan ng isang computer-matching program. Ang VA ay maaaring isiwalat ang impormasyong inilagay mo sa form alinsunod sa batas; ang mga posibleng pagsisiwalat ay kinabibilangan ng mga inilarawan sa \"routine use\" na nakasaad sa VA systems of records 24VA19 Patient Medical Record-VA, na inilathala sa Federal Register alinsunod sa Privacy Act of 1974. Ang pagbibigay ng hinihinging impormasyon ay boluntaryo, ngunit kung ang alinman o lahat ng hinihinging impormasyon ay hindi ibinigay, maaaring magkaroon ng pagkaantala o pagtanggi sa iyong kahilingan para sa mga benepisyo. Ang hindi pagbibigay ng impormasyon ay walang magiging epekto sa iba pang mga benepisyo na maaaring nararapat mong tanggapin. Kung ibibigay mo sa VA ang iyong Social Security Number, gagamitin ito ng VA upang pamahalaan ang iyong mga benepisyo sa VA. Maaari ring  gamitin ng VA ang impormasyong ito upang tukuyin ang mga Beterano at mga tao na nagke-claim o tumatanggap ng mga benepisyo sa VA at ang kanilang mga record, pati na rin para sa iba pang mga layuning inaawtorisahan o iniaatas ng batas.",
  "respondent-burden:": "Pasanin ng Respondent",
  "omb-control-no:": "OMB Control #:",
  "expiration-date:": "Petsa ng pag-expire",
  "view-privacy-act-statement": "Tingnan ang Pahayag Ukol sa Privacy Act"
}